import React from 'react'
import logo from "../assest/logo.png";
import "./styles.css";


const About = () => {
  return (
    <div > 
      <div className="h-100 w-400 flex flex-col justify-center items-center">
    <img src={logo} className="about" />
  </div>
   <p className="py-3 text-base w-full max-w-4xl m-auto md:flex bg-white">
   «Любов до себе – це початок роману, що триває впродовж всього життя»,… чи не так?

Бути собою у будь-якій ситуації- розкіш, а найпрекрасніше почуття – насолоджуватись собою!

Наша компанія надає таку можливість завдяки продукції, яку вибирає весь світ!

Для вашої краси, здоров’я і чудового настрою в нашому магазині є майже все!

У нас представлено більш за 1500 різновидів товарів різноманітних південно-корейських брендів!

Найширший асортимент в Україні дозволить вам задовольнити усі ваші б’юті-забаганки, а наші консультанти із задоволенням допоможуть вам у цьому!

Ми пропонуємо тільки найактуальніші та найбільш ефективні засоби.

Засоби, перевірені нашими співробітниками, клієнтами, візажистами, споживачами всього світу.

Засоби, що дійсно працюють!

Кожен наш співробітник робить все, щоб зменшити строки та вартість доставки саме для вас!

Мі дуже любимо свій магазин, нашу косметику, нашу роботу і наших клієнтів!

Покупка не має бути просто покупкою, вона має приносити радість і задоволення!

Наша команда зробить все, щоб ваш шопінг був ідеальним!


 </p>
 <p className="py-3  font-medium text-4xl flex flex-col justify-center items-center text-pink-500 w-full max-w-4xl m-auto md:flex bg-white">
  Приємних покупок!
 </p>
 </div>
         
  )
}

export default About